Repository: baianat/FormGenerator-iOS
Catalog: FormGenerator/Assets/*.lproj/Localizable.strings
Languages: ar

source: Images
ar: صور

source: Files
ar: ملفات

source: Cancel
ar: إلغاء

source: File size can't exceed
ar: لا يمكن أن يتعدى حجم الملف

# megaByte
source: MB
ar: ميجا بايت

source: Invalid Media
ar: ميديا غير صالحة

source: Selected files can't be more than
ar: لا يمكن أن تكون الملفات المختارة أكثر من

source: Very Weak
ar: ضعيف جدا

source: Weak
ar: ضعيف

source: Fair
ar: مقبول

source: Strong
ar: قوى

source: Very Strong
ar: قوىٌ جداً

source: Both passwords must be the same
ar: كلمتي السر يجب أن يتطابقا

source: You can't pick more than
ar: لا يمكنك اختيار أكثر من

# itemsSmall
source: items
ar: عناصر

# imagesSmall
source: images
ar: صور

# filesSmall
source: files
ar: ملفات

source: Open
ar: فتح

source: Remove
ar: حذف

source: Number of items cannot be more than
ar: عدد العناصر لا يمكن أن يكون أكثر

source: Number of items cannot be less than
ar: عدد العناصر لا يمكن أن يكون أقل

source: Name must not be empty
ar: لا يمكن ترك الاسم خالياً

source: Name must not be less than 2 characters
ar: يجب أن يحتوى الاسم ما لا يقل عن حرفين

source: Name must not contain special characters
ar: يجب زلا يحتوي الاسم حروف مميزة

source: Email is not valid
ar: البريد الإلكتروني غير صالح

source: Phone number is not valid
ar: رقم الهاتف غير صالح

# youMustSelectValue
source: You must select a value
ar: يجب زن تختار عنصر

# pleaseEnterStrongPassword
source: Please Enter a strong password
ar: من فضلك أدخل كلمة سر أكثر أماناً

# youMustSelectDate
source: You must select a date
ar: يجب اختيار تاريخ

# youMustSelectItem
source: You must select an item
ar: يجب اختيار عنصر

source: Alert
ar: تنبيه

source: Ok
ar: حسناً

source: Preview
ar: عرض

source: Change
ar: تغيير

source: Add
ar: إضافة

source: You cannot select the same value twice
ar: لا يمكن اختيار نفس عنصر مرتين

source: There are no values to select from
ar: لا يوجد أي عناصر للإختيار منها

# youMustSelectCountry
source: You must select a country
ar: يجب اختيار الدولة

# fieldCantBeEmpty
source: Field can not be empty
ar: لا يمكن آن يكون هذا الحقل فارغا
